

## test_navigation_modal() a.перейти на страницу https://demoqa.com/modal-dialogs
#i.	класс страницы уже создан
#   создайте объект новой страницы # от объекта вызовите метод входа на страницу
#   обновить страницу
#	перейти на главную страницу через иконку
#	в файле класса страницы создайте элемент иконки
#	сделать шаг назад стрелкой браузера
#	установить размеры экрана 900х400
#	сделать шаг вперед стрелкой браузера
#	вызвать проверку урла на главной странице
#	проверить title на главной
#   вернуть размеры экрана по умолчанию 1000x1000

